Repository: Geckos-Ink/MakeItHome
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_pt, ru, uk, zh_hans, zh_hant

# widgets.guides.theme.description
source: For the moment, the theme is strictly related to macOS' background. If the background is not available or not compatible, appears a default blue theme.
ar: في الوقت الحالي، ترتبط السمة مباشرة بخلفية macOS. إذا لم تكن الخلفية متاحة أو متوافقة، تظهر سمة زرقاء افتراضية.
de: Derzeit ist das Design direkt mit dem macOS-Hintergrund verknüpft. Ist der Hintergrund nicht verfügbar oder nicht kompatibel, wird ein blaues Standarddesign angezeigt.
es: Por el momento, el tema está estrechamente relacionado con el fondo de macOS. Si el fondo no está disponible o no es compatible, aparece un tema azul predeterminado.
fr: Pour le moment, le thème dépend directement de l’arrière-plan de macOS. Si celui-ci est indisponible ou incompatible, un thème bleu par défaut apparaît.
hi: फिलहाल थीम सीधे macOS पृष्ठभूमि से जुड़ी है। पृष्ठभूमि उपलब्ध या संगत न होने पर डिफ़ॉल्ट नीली थीम दिखाई देती है।
it: Per il momento, il tema è strettamente legato allo sfondo di macOS. Se lo sfondo non è disponibile o compatibile, viene mostrato un tema blu predefinito.
ja: 現在、テーマはmacOSの背景に直接連動しています。背景が利用できない、または互換性がない場合は、標準の青いテーマが表示されます。
ko: 현재 테마는 macOS 배경과 직접 연결됩니다. 배경을 사용할 수 없거나 호환되지 않으면 기본 파란색 테마가 표시됩니다.
pt_pt: Por enquanto, o tema está diretamente relacionado com o fundo do macOS. Se o fundo não estiver disponível ou não for compatível, é apresentado um tema azul predefinido.
ru: Сейчас тема напрямую связана с фоном macOS. Если фон недоступен или несовместим, отображается стандартная синяя тема.
uk: Наразі тема безпосередньо пов’язана з фоном macOS. Якщо фон недоступний або несумісний, відображається стандартна синя тема.
zh_hans: 目前，主题与 macOS 背景直接相关。如果背景不可用或不兼容，将显示默认蓝色主题。
zh_hant: 目前，主題與 macOS 背景直接相關。如果背景無法使用或不相容，將顯示預設藍色主題。

# widgets.guides.theme.title
source: How to change the theme
ar: كيفية تغيير السمة
de: So ändern Sie das Design
es: Cómo cambiar el tema
fr: Comment changer le thème
hi: थीम कैसे बदलें
it: Come cambiare il tema
ja: テーマを変更する方法
ko: 테마 변경 방법
pt_pt: Como alterar o tema
ru: Как изменить тему
uk: Як змінити тему
zh_hans: 如何更改主题
zh_hant: 如何更改主題

# widgets.my_widgets.cookies
source: Websites are shown through an iframe (services like Google used to not work without a proxy) and cookies are not saved through the sessions.
ar: تُعرض المواقع من خلال iframe (وقد لا تعمل خدمات مثل Google من دون وكيل)، ولا تُحفظ ملفات تعريف الارتباط بين الجلسات.
de: Websites werden in einem iframe angezeigt (Dienste wie Google funktionieren ohne Proxy möglicherweise nicht), und Cookies werden nicht sitzungsübergreifend gespeichert.
es: Los sitios web se muestran mediante un iframe (servicios como Google pueden no funcionar sin un proxy) y las cookies no se guardan entre sesiones.
fr: Les sites web sont affichés dans une iframe (des services comme Google peuvent ne pas fonctionner sans proxy) et les cookies ne sont pas conservés entre les sessions.
hi: वेबसाइटें iframe के माध्यम से दिखाई जाती हैं (Google जैसी सेवाएँ प्रॉक्सी के बिना काम नहीं कर सकतीं) और कुकीज़ सत्रों के बीच सहेजी नहीं जातीं।
it: I siti web vengono mostrati tramite un iframe (servizi come Google potrebbero non funzionare senza un proxy) e i cookie non vengono salvati tra le sessioni.
ja: Webサイトはiframeで表示されます（Googleなどのサービスはプロキシなしでは動作しない場合があります）。Cookieはセッション間で保存されません。
ko: 웹사이트는 iframe으로 표시됩니다(Google 같은 서비스는 프록시 없이는 작동하지 않을 수 있음). 쿠키는 세션 간에 저장되지 않습니다.
pt_pt: Os sites são apresentados através de um iframe (serviços como o Google podem não funcionar sem um proxy) e os cookies não são guardados entre sessões.
ru: Сайты отображаются через iframe (такие сервисы, как Google, могут не работать без прокси), а файлы cookie не сохраняются между сеансами.
uk: Вебсайти відображаються через iframe (такі служби, як Google, можуть не працювати без проксі), а файли cookie не зберігаються між сеансами.
zh_hans: 网站通过 iframe 显示（Google 等服务在没有代理时可能无法使用），Cookie 不会在不同会话间保存。
zh_hant: 網站透過 iframe 顯示（Google 等服務在沒有代理伺服器時可能無法使用），Cookie 不會在不同工作階段之間儲存。

# widgets.my_widgets.default_name
source: My widget name
ar: اسم عنصر واجهتي
de: Name meines Widgets
es: Nombre de mi widget
fr: Nom de mon widget
hi: मेरे विजेट का नाम
it: Nome del mio widget
ja: マイウィジェットの名前
ko: 내 위젯 이름
pt_pt: Nome do meu widget
ru: Название моего виджета
uk: Назва мого віджета
zh_hans: 我的小组件名称
zh_hant: 我的小工具名稱

# widgets.my_widgets.description
source: With My Widgets you can create your own custom widgets that point to your favorite website.
ar: باستخدام «عناصر واجهتي» يمكنك إنشاء عناصر واجهة مخصصة تشير إلى مواقعك المفضلة.
de: Mit „Meine Widgets“ können Sie eigene Widgets erstellen, die auf Ihre bevorzugten Websites verweisen.
es: Con Mis widgets puedes crear widgets personalizados que apunten a tus sitios web favoritos.
fr: Avec Mes widgets, vous pouvez créer vos propres widgets personnalisés pointant vers vos sites web préférés.
hi: मेरे विजेट की मदद से आप अपने पसंदीदा वेबसाइटों की ओर ले जाने वाले कस्टम विजेट बना सकते हैं।
it: Con I miei widget puoi creare widget personalizzati che rimandano ai tuoi siti web preferiti.
ja: マイウィジェットでは、お気に入りのWebサイトを開く独自のカスタムウィジェットを作成できます。
ko: 내 위젯을 사용하면 즐겨 찾는 웹사이트로 연결되는 사용자 지정 위젯을 만들 수 있습니다.
pt_pt: Com Os meus widgets pode criar widgets personalizados que apontam para os seus sites favoritos.
ru: С помощью «Моих виджетов» можно создавать собственные виджеты со ссылками на любимые сайты.
uk: За допомогою «Моїх віджетів» можна створювати власні віджети з посиланнями на улюблені вебсайти.
zh_hans: 使用“我的小组件”，您可以创建指向喜爱网站的自定义小组件。
zh_hant: 使用「我的小工具」，您可以建立連結至喜愛網站的自訂小工具。

# widgets.my_widgets.go_to_website
source: Go to website:
ar: الانتقال إلى الموقع:
de: Website öffnen:
es: Ir al sitio web:
fr: Aller au site web :
hi: वेबसाइट पर जाएँ:
it: Vai al sito web:
ja: Webサイトへ移動：
ko: 웹사이트로 이동:
pt_pt: Ir para o site:
ru: Перейти на сайт:
uk: Перейти на сайт:
zh_hans: 前往网站：
zh_hant: 前往網站：

# widgets.my_widgets.sessions
source: Websites open in native web views, and sign-ins and browsing sessions are kept after MakeItHome restarts.
ar: تُفتح مواقع الويب في عروض ويب أصلية، وتُحفظ جلسات تسجيل الدخول والتصفح بعد إعادة تشغيل MakeItHome.
de: Websites werden in nativen Webansichten geöffnet, und Anmeldungen sowie Browsersitzungen bleiben nach einem Neustart von MakeItHome erhalten.
es: Los sitios web se abren en vistas web nativas, y los inicios de sesión y las sesiones de navegación se conservan después de reiniciar MakeItHome.
fr: Les sites web s’ouvrent dans des vues web natives, et les connexions ainsi que les sessions de navigation sont conservées après le redémarrage de MakeItHome.
hi: वेबसाइटें मूल वेब व्यू में खुलती हैं, और MakeItHome के पुनः आरंभ होने के बाद भी साइन-इन और ब्राउज़िंग सत्र सुरक्षित रहते हैं।
it: I siti web si aprono in viste web native e gli accessi e le sessioni di navigazione vengono mantenuti anche dopo il riavvio di MakeItHome.
ja: WebサイトはネイティブのWebビューで開かれ、MakeItHomeを再起動した後もサインイン情報と閲覧セッションが保持されます。
ko: 웹사이트는 네이티브 웹 보기에서 열리며, MakeItHome을 다시 시작한 후에도 로그인 및 탐색 세션이 유지됩니다.
pt_pt: Os sites abrem em vistas web nativas, e os inícios de sessão e as sessões de navegação são mantidos após reiniciar o MakeItHome.
ru: Веб-сайты открываются во встроенных веб-представлениях, а данные входа и сеансы просмотра сохраняются после перезапуска MakeItHome.
uk: Вебсайти відкриваються у вбудованих вебподаннях, а дані входу та сеанси перегляду зберігаються після перезапуску MakeItHome.
zh_hans: 网站会在原生网页视图中打开，并且登录状态和浏览会话会在 MakeItHome 重新启动后保留。
zh_hant: 網站會在原生網頁檢視中開啟，且登入狀態與瀏覽工作階段會在 MakeItHome 重新啟動後保留。

# widgets.navigation.calendar
source: Calendar
ar: التقويم
de: Kalender
es: Calendario
fr: Calendrier
hi: कैलेंडर
it: Calendario
ja: カレンダー
ko: 캘린더
pt_pt: Calendário
ru: Календарь
uk: Календар
zh_hans: 日历
zh_hant: 行事曆

# widgets.navigation.clipboard
source: Clipboard
ar: الحافظة
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
hi: क्लिपबोर्ड
it: Appunti
ja: クリップボード
ko: 클립보드
pt_pt: Área de transferência
ru: Буфер обмена
uk: Буфер обміну
zh_hans: 剪贴板
zh_hant: 剪貼簿

# widgets.navigation.notes
source: Notes
ar: الملاحظات
de: Notizen
es: Notas
hi: नोट्स
it: Note
ja: メモ
ko: 메모
pt_pt: Notas
ru: Заметки
uk: Нотатки
zh_hans: 备忘录
zh_hant: 備忘錄

# widgets.navigation.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt_pt: Definições
ru: Настройки
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# widgets.navigation.tasks
source: Tasks
ar: المهام
de: Aufgaben
es: Tareas
fr: Tâches
hi: कार्य
it: Attività
ja: タスク
ko: 작업
pt_pt: Tarefas
ru: Задачи
uk: Завдання
zh_hans: 任务
zh_hant: 任務

# widgets.search.title
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
pt_pt: Pesquisar
ru: Поиск
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

# widgets.search.voice.title
source: Search by Voice
ar: البحث بالصوت
de: Sprachsuche
es: Búsqueda por voz
fr: Recherche vocale
hi: आवाज़ से खोजें
it: Ricerca vocale
ja: 音声で検索
ko: 음성 검색
pt_pt: Pesquisa por voz
ru: Голосовой поиск
uk: Голосовий пошук
zh_hans: 语音搜索
zh_hant: 語音搜尋

# widgets.settings.drag_and_drop.enable
source: Enable Widgets Zone drag and drop detection
ar: تمكين اكتشاف السحب والإفلات في منطقة عناصر الواجهة
de: Drag-and-drop-Erkennung im Widget-Bereich aktivieren
es: Activar la detección de arrastrar y soltar en la Zona de Widgets
fr: Activer la détection du glisser-déposer dans la zone des widgets
hi: विजेट क्षेत्र में ड्रैग और ड्रॉप पहचान सक्षम करें
it: Abilita il rilevamento del trascinamento nell’Area Widget
ja: ウィジェット領域のドラッグ＆ドロップ検出を有効にする
ko: 위젯 영역의 드래그 앤 드롭 감지 활성화
pt_pt: Ativar deteção de arrastar e largar na Zona de Widgets
ru: Включить обнаружение перетаскивания в области виджетов
uk: Увімкнути виявлення перетягування в області віджетів
zh_hans: 启用小组件区域的拖放检测
zh_hant: 啟用小工具區域的拖放偵測

# widgets.settings.external_extensions
source: External Extensions
ar: الامتدادات الخارجية
de: Externe Erweiterungen
es: Extensiones externas
fr: Extensions externes
hi: बाहरी एक्सटेंशन
it: Estensioni esterne
ja: 外部拡張機能
ko: 외부 확장 프로그램
pt_pt: Extensões externas
ru: Внешние расширения
uk: Зовнішні розширення
zh_hans: 外部扩展
zh_hant: 外部擴充功能

# widgets.settings.feedback.contact
source: For the moment, to share your feedback about the product, you can contact
ar: في الوقت الحالي، لمشاركة ملاحظاتك حول المنتج، يمكنك التواصل مع
de: Vorerst können Sie sich mit Ihrem Feedback zum Produkt an folgende Stelle wenden:
es: Por el momento, para compartir tus comentarios sobre el producto, puedes contactar con
fr: Pour le moment, pour nous faire part de vos commentaires sur le produit, vous pouvez contacter
hi: फिलहाल उत्पाद के बारे में अपनी प्रतिक्रिया साझा करने के लिए आप संपर्क कर सकते हैं
it: Per il momento, per condividere il tuo feedback sul prodotto, puoi contattare
ja: 現時点で製品についてのフィードバックを共有するには、次の連絡先をご利用ください：
ko: 현재 제품에 대한 의견을 공유하려면 다음 연락처로 문의할 수 있습니다:
pt_pt: Por enquanto, para partilhar a sua opinião sobre o produto, pode contactar
ru: Пока что, чтобы поделиться отзывом о продукте, вы можете связаться с
uk: Наразі, щоб поділитися відгуком про продукт, ви можете звернутися до
zh_hans: 目前，如需分享您对产品的反馈，可以联系
zh_hant: 目前，如要分享您對產品的意見，可以聯絡

# widgets.settings.feedback.messaging
source: Soon will be available the messaging system internally in the widgets zone.
ar: سيتوفر نظام المراسلة قريبًا داخل منطقة عناصر الواجهة.
de: Das Nachrichtensystem wird demnächst direkt im Widget-Bereich verfügbar sein.
es: El sistema de mensajería estará disponible próximamente dentro de la zona de widgets.
fr: Le système de messagerie sera bientôt disponible directement dans la zone des widgets.
hi: मैसेजिंग सिस्टम जल्द ही विजेट क्षेत्र के भीतर उपलब्ध होगा।
it: Il sistema di messaggistica sarà presto disponibile direttamente nell’area widget.
ja: メッセージ機能は近日中にウィジェット領域内で利用できるようになります。
ko: 메시지 시스템은 곧 위젯 영역 내에서 사용할 수 있습니다.
pt_pt: O sistema de mensagens estará brevemente disponível dentro da zona de widgets.
ru: Система сообщений скоро станет доступна непосредственно в области виджетов.
uk: Система повідомлень незабаром стане доступною безпосередньо в області віджетів.
zh_hans: 消息系统即将在小组件区域内提供。
zh_hant: 訊息系統即將在小工具區域內提供。

# widgets.settings.feedback.title
source: Share your feedback
ar: شارك ملاحظاتك
de: Feedback teilen
es: Comparte tus comentarios
fr: Donnez votre avis
hi: अपनी प्रतिक्रिया साझा करें
it: Condividi il tuo feedback
ja: フィードバックを共有
ko: 의견 공유
pt_pt: Partilhe a sua opinião
ru: Поделиться отзывом
uk: Поділитися відгуком
zh_hans: 分享反馈
zh_hant: 分享意見

# widgets.settings.general
source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
it: Generali
ja: 一般
ko: 일반
pt_pt: Geral
ru: Основные
uk: Загальні
zh_hans: 通用
zh_hant: 一般

# widgets.settings.guides
source: Guides
ar: الأدلة
de: Anleitungen
es: Guías
hi: मार्गदर्शिकाएँ
it: Guide
ja: ガイド
ko: 가이드
pt_pt: Guias
ru: Руководства
uk: Посібники
zh_hans: 指南
zh_hant: 指南

# widgets.settings.introduction
source: Introduction
ar: مقدمة
de: Einführung
es: Introducción
hi: परिचय
it: Introduzione
ja: はじめに
ko: 소개
pt_pt: Introdução
ru: Введение
uk: Вступ
zh_hans: 介绍
zh_hant: 介紹

# widgets.settings.introduction.description
source: Welcome in MakeItHome settings.
ar: مرحبًا بك في إعدادات MakeItHome.
de: Willkommen in den MakeItHome-Einstellungen.
es: Bienvenido a los ajustes de MakeItHome.
fr: Bienvenue dans les réglages de MakeItHome.
hi: MakeItHome सेटिंग्स में आपका स्वागत है।
it: Benvenuto nelle impostazioni di MakeItHome.
ja: MakeItHomeの設定へようこそ。
ko: MakeItHome 설정에 오신 것을 환영합니다.
pt_pt: Bem-vindo às definições do MakeItHome.
ru: Добро пожаловать в настройки MakeItHome.
uk: Ласкаво просимо до налаштувань MakeItHome.
zh_hans: 欢迎使用 MakeItHome 设置。
zh_hant: 歡迎使用 MakeItHome 設定。

# widgets.settings.introduction.feedback
source: At this moment are missing many features including widgets' translations, but we appreciate your feedback about your experience.
ar: لا تزال العديد من الميزات مفقودة حاليًا، بما في ذلك ترجمات عناصر الواجهة، لكننا نقدر ملاحظاتك حول تجربتك.
de: Derzeit fehlen noch viele Funktionen, darunter die Übersetzungen der Widgets. Wir freuen uns jedoch über Ihr Feedback zu Ihrer Erfahrung.
es: En este momento todavía faltan muchas funciones, incluidas las traducciones de los widgets, pero agradecemos tus comentarios sobre la experiencia.
fr: De nombreuses fonctionnalités manquent encore actuellement, notamment les traductions des widgets, mais vos commentaires sur votre expérience nous sont précieux.
hi: इस समय विजेट अनुवाद सहित कई सुविधाएँ अभी उपलब्ध नहीं हैं, लेकिन हम आपके अनुभव पर आपकी प्रतिक्रिया की सराहना करते हैं।
it: Al momento mancano ancora molte funzionalità, comprese le traduzioni dei widget, ma apprezziamo il tuo feedback sull’esperienza.
ja: 現在はウィジェットの翻訳を含む多くの機能がまだ不足していますが、ご利用体験についてのフィードバックをお待ちしています。
ko: 현재 위젯 번역을 비롯한 여러 기능이 아직 빠져 있지만, 사용 경험에 대한 의견을 보내 주시면 감사하겠습니다.
pt_pt: Neste momento ainda faltam muitas funcionalidades, incluindo as traduções dos widgets, mas agradecemos os seus comentários sobre a experiência.
ru: Сейчас ещё отсутствуют многие функции, включая переводы виджетов, но мы будем рады вашему отзыву о работе с приложением.
uk: Наразі ще бракує багатьох функцій, зокрема перекладів віджетів, але ми цінуємо ваш відгук про роботу з програмою.
zh_hans: 目前仍缺少许多功能，包括小组件翻译，但我们非常感谢您对使用体验的反馈。
zh_hant: 目前仍缺少許多功能，包括小工具翻譯，但我們非常感謝您對使用體驗的意見。

# widgets.settings.my_widgets
source: My Widgets
ar: عناصر واجهتي
de: Meine Widgets
es: Mis widgets
fr: Mes widgets
hi: मेरे विजेट
it: I miei widget
ja: マイウィジェット
ko: 내 위젯
pt_pt: Os meus widgets
ru: Мои виджеты
uk: Мої віджети
zh_hans: 我的小组件
zh_hant: 我的小工具

# widgets.settings.reload
source: Reload Widgets Zone
ar: إعادة تحميل منطقة عناصر الواجهة
de: Widget-Bereich neu laden
es: Recargar Zona de Widgets
fr: Recharger la zone des widgets
hi: विजेट क्षेत्र पुनः लोड करें
it: Ricarica Area Widget
ja: ウィジェット領域を再読み込み
ko: 위젯 영역 다시 불러오기
pt_pt: Recarregar Zona de Widgets
ru: Перезагрузить область виджетов
uk: Перезавантажити область віджетів
zh_hans: 重新加载小组件区域
zh_hant: 重新載入小工具區域

# widgets.settings.reload.hint
source: In case of emergency, press the button:
ar: في حالة الطوارئ، اضغط على الزر:
de: Drücken Sie im Notfall die Taste:
es: En caso de emergencia, pulsa el botón:
fr: En cas d’urgence, appuyez sur le bouton :
hi: आपातकाल की स्थिति में यह बटन दबाएँ:
it: In caso di emergenza, premi il pulsante:
ja: 緊急時は次のボタンを押してください：
ko: 긴급한 경우 다음 버튼을 누르세요:
pt_pt: Em caso de emergência, prima o botão:
ru: В экстренном случае нажмите кнопку:
uk: В екстреному випадку натисніть кнопку:
zh_hans: 紧急情况下，请按此按钮：
zh_hant: 緊急情況下，請按此按鈕：

# widgets.settings.sections
source: Sections
ar: الأقسام
de: Bereiche
es: Secciones
hi: अनुभाग
it: Sezioni
ja: セクション
ko: 섹션
pt_pt: Secções
ru: Разделы
uk: Розділи
zh_hans: 分区
zh_hant: 區段

# widgets.settings.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt_pt: Definições
ru: Настройки
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Your 30 days of trial are expired!
ar: انتهت فترة التجربة التي مدتها 30 يومًا!
de: Ihre 30-tägige Testphase ist abgelaufen!
es: ¡Tu periodo de prueba de 30 días ha terminado!
fr: Votre période d’essai de 30 jours est terminée !
hi: आपकी 30 दिनों की परीक्षण अवधि समाप्त हो गई है!
it: Il tuo periodo di prova di 30 giorni è scaduto!
ja: 30日間の試用期間が終了しました！
ko: 30일 체험 기간이 만료되었습니다!
pt_pt: O seu período experimental de 30 dias terminou!
ru: Ваш 30-дневный пробный период истёк!
uk: Ваш 30-денний пробний період завершився!
zh_hans: 您的 30 天试用期已结束！
zh_hant: 您的 30 天試用期已結束！

source: by Gecko's Ink
de: von Gecko's Ink
es: por Gecko's Ink
fr: par Gecko's Ink
hi: Gecko's Ink द्वारा
it: da Gecko's Ink
ja: ヤモリのインク
ko: by 게코의 잉크
pt_pt: por Gecko's Ink
uk: від Gecko's Ink
zh_hans: 壁虎墨水
zh_hant: 壁虎墨水
